Repository: Gomez/bda.plone.productshop
Catalog: src/bda/plone/productshop/locales/*/LC_MESSAGES/bda.plone.productshop.po
Languages: de

source: Add IP Code
de: IP Code hinzufügen

source: Add IP Code to product variant
de: Fügen Sie den Aspekt IP Code zur Variante hinzu

source: Add angle
de: Winkel hinzufügen

source: Add angle to product variant
de: Fügen Sie den Aspekt Winkel zur Variante hinzu

source: Add color
de: Farbe hinzufügen

source: Add color to product variant
de: Fügen Sie den Aspekt Farbe zur Variante hinzu

source: Add demand
de: Leistung hinzufügen

source: Add demand to product variant
de: Fügen Sie den Aspekt Leistung zur Variante hinzu

source: Add height
de: Höhe hinzufügen

source: Add height to product variant
de: Fügen Sie den Aspekt Höhe zur Variante hinzu

source: Add length
de: Länge hinzufügen

source: Add length to product variant
de: Fügen Sie den Aspekt Länge zur Variante hinzu

source: Add material
de: Material hinzufügen

source: Add material to product variant
de: Fügen Sie den Aspekt Material zur Variante hinzu

source: Add size
de: Größe hinzufügen

source: Add size to product variant
de: Fügen Sie den Aspekt Größe zur Variante hinzu

source: Add weight
de: Gewicht hinzufügen

source: Add weight to product variant
de: Fügen Sie den Aspekt Gewicht zur Variante hinzu

source: Add width
de: Breite hinzufügen

source: Add width to product variant
de: Fügen Sie den Aspekt Breite zur Variante hinzu

source: Product
de: Produkt

source: Product for bda.plone.shop
de: Produkt für bda.plone.shop

source: Productgroup
de: Produktgruppe

source: Productgroup to hold variations
de: Produktgruppe für Varianten

source: Remove IP Code
de: IP Code entfernen

source: Remove IP Code from product variant
de: Entfernen Sie den Aspekt IP Code von der Variante

source: Remove angle
de: Winkel entfernen

source: Remove angle from product variant
de: Entfernen Sie den Aspekt Winkel von der Variante

source: Remove color
de: Farbe entfernen

source: Remove color from product variant
de: Entfernen Sie den Aspekt Farbe von der Variante

source: Remove demand
de: Leistung entfernen

source: Remove demand from product variant
de: Entfernen Sie den Aspekt Leistung von der Variante

source: Remove height
de: Höhe entfernen

source: Remove height from product variant
de: Entfernen Sie den Aspekt Höhe von der Variante

source: Remove length
de: Länge entfernen

source: Remove length from product variant
de: Entfernen Sie den Aspekt Länge von der Variante

source: Remove material
de: Material entfernen

source: Remove material from product variant
de: Entfernen Sie den Aspekt Material von der Variante

source: Remove size
de: Größe entfernen

source: Remove size from product variant
de: Entfernen Sie den Aspekt Größe von der Variante

source: Remove weight
de: Gewicht entfernen

source: Remove weight from product variant
de: Entfernen Sie den Aspekt Gewicht von der Variante

source: Remove width
de: Breite entfernen

source: Remove width from product variant
de: Entfernen Sie den Aspekt Breite von der Variante

source: angle_description
de: Winkel des Produktes

source: angle_title
de: Winkel

source: aspect_angle
de: Winkel

source: aspect_color
de: Farbe

source: aspect_demand
de: Leistung

source: aspect_height
de: Höhe

source: aspect_ip_code
de: IP Code

source: aspect_length
de: Länge

source: aspect_material
de: Material

source: aspect_size
de: Größe

source: aspect_weight
de: Gewicht

source: aspect_width
de: Breite

source: aspects
de: Aspekte

source: color_description
de: Farbe des Produkts

source: color_title
de: Farbe

source: datasheet_description
de: Datenblatt vom Produkt

source: datasheet_title
de: Datenblatt

source: default_variant_aspects_description
de: Standardmäßig aktivierte Aspekte beim hinzufügen von Varianten

source: default_variant_aspects_title
de: Standard Aspekte

source: demand_description
de: Leistung vom Produkt

source: demand_title
de: Leistung

source: description
de: Beschreibung

source: details_description
de: Detailbeschreibung vom Produkt

source: details_title
de: Details

source: disabled_aspect
de: Aspekt ${aspect} von Objekt entfernt.

source: download_manual
de: Handbuch herunterladen

source: enabled_aspect
de: Aspekt ${aspect} zu Objekt hinzugefügt.

source: height_description
de: Höhe vom Produkt

source: height_title
de: Höhe

source: image_description
de: Vorschaubild vom Produkt

source: image_title
de: Vorschaubild

source: ip_code_description
de: Schutzart (IP Code) vom Produkt

source: ip_code_title
de: IP Code

source: item_number_description
de: Artikelnummer vom Produkt

source: item_number_title
de: Artikelnummer

source: length_description
de: Länge vom Produkt

source: length_title
de: Länge

source: manual_description
de: Handbuch für das Produkt

source: manual_title
de: Handbuch

source: material_description
de: Material vom Produkt

source: material_title
de: Material

source: no_product_by_criteria
de: Kein Produkt mit den ausgewählten Kriterien gefunden. Ändern Sie die Auswahl oder

source: no_products_found
de: Entuldigen Sie bitte. Keine Produkte mit den ausgewählten Kriterien gefunden

source: product_tiles_view_columns_description
de: Anzahl Spalten die in der Kachelansicht angezeigt werden

source: product_tiles_view_columns_title
de: Kachelansicht Spalten

source: product_tiles_view_image_scale_description
de: Bild Skalierung welche für die Kachelansicht verwendet wird

source: product_tiles_view_image_scale_title
de: Bild Skalierung Kacheln

source: products
de: Produkte

source: read_more
de: mehr lesen...

source: related
de: Verwandte Produkte

source: reset_filter
de: setzen Sie die Kriterien zurück

source: size_description
de: Größe des Produktes

source: size_title
de: Größe

source: specifications
de: Spezifikationen

source: variant
de: Variante

source: variant to use within a Productgroup
de: Variante einer Produktgruppe

source: weight_description
de: Gewicht vom Produkt

source: weight_title
de: Gewicht

source: width_description
de: Breite vom Produkt

source: width_title
de: Breite
